{
  "header": {
    "shopPolicy": "Shop Policy",
    "installment": "Installment",
    "career": "Career",
    "tradeIn": "Trade In",
    "branches": "Branches",
    "allOffers": "All Offers",
    "navigation": "Navigation",
    "cart": "Cart",
    "profile": "Profile",
    "login": "Log In",

    "aboutUs": "About Us",
    "termsAndConditions": "Terms and Conditions",
    "deliveryService": "Delivery Service",
    "payments": "Payments",
    "paymentMethods": "Payment Methods",
    "guarantee": "Guarantee",
    "returnItem": "Return Item",
    "howToBuyOnline": "How to Buy Online",
    "followUs": "Follow Us",
    "contact": "Contact",
    "copyright": "Copyright © 2023 Zoommer.ge. All rights reserved.",

    "history": "12-year history of buzzer development",
    "zoommerHistory": "Zoommer has been operating for 12 years, dominating the market of digital technology. During these years, the company has successfully consolidated its position in the retail sector and consistently maintains a leading position. Zoommer offers its customers the best prices on products from world-renowned brands in Georgia.",
    "companyExpansion": "The company entered the digital technology market in October 2009 with one store and currently unites over 17 branches and more than 200 employees throughout the country.",
    "productOffering": "Zoommer offers a wide range of smartphones, digital cameras, laptops, and audio-video equipment, providing customers with the best quality products at the lowest prices in Georgia.",
    "georgianInvestment": "It is noteworthy that the company is 100% Georgian investment and 12 years ago, an innovative startup was launched, which has become a significant player in the market over the years.",
 

    "corporateSales": "Corporate Sales",
    "corporateClients": "for corporate clients",
    "personalManagerService": "Personal Manager Service",
    "corporateClientsPersonalManagers": "Zoomer's corporate clients are served by personal sales managers.",
    "corporateClientsPaymentOptions": "Corporate clients have the opportunity to take advantage of flexible payment schedules and special prices.",
    "orderTechnicalEquipment": "If you are a representative of a company and you plan to purchase the necessary equipment for your company in Zoomer, send us an order by e-mail: corporatesales@zoommer.ge; the sales manager will contact you and inform you of the necessary procedures. Corporate clients use the on-site delivery service.",
    "orderDeliveryService": "Order delivery on the same day - if the customer orders before 13:00, the order will be delivered on the same day, otherwise - on the next working day; delivery of the order to the regions - a maximum of 3 working days; the duration of the order delivery depends on the region. In the central cities, the order takes 2 in a working day, and in other cases - in 3 working days; unfortunately, we cannot serve you with fast delivery to the following addresses: Lilo, Fonichala, Orkhevi, Airport, Avchala, Tsavkis, Okrokana, Tskneti",
    "thankYouForChoosingUs": "Thank you for using our services!",

   
    "companyWebpageTerms": "Terms and Conditions of Use of the website of LLC 'Zoomer Georgia' (Trade Policy)",
    "preamble": "Preamble",
    "currentTradingPolicy": "Current Trading Policy Document",
    "currentTradingPolicyPurpose": "The purpose of the current trading policy document is to define the legal relationship between LLC 'Zoomer' and users, ensuring the establishment of a culture of mutual respect and positive engagement between 'Zoomer' and users, as well as to provide users with legitimate confidence that they will not be subjected to illegal and unjust treatment in their cooperation with 'Zoomer'.",
    "currentTradingPolicyDetails": "The current trading policy includes the general and specific conditions of formation with users in remote and distance trading opportunities and the formation of agreements outside the counter, whose legal regulations are provided in the legislation of Georgia, among them, in the Civil Code of Georgia, in the Law of Georgia 'On the Protection of Consumer Rights', and in other regulatory acts.",
    "goodsDefinition": "Definition of 'Goods'",
    "goodsDefinitionDetails": "'Goods' - any movable item, including those distributed and distributed in digital form;"
  }
}
  
   

