import React from "react";

import { useTranslation } from "react-i18next";

export default function DeliveryService() {
  const { t, i18n } = useTranslation("global");

  return (
    <div className="container mx-auto py-5 w-[1000px]">
      <h1 className="font-bold border-b-[2px] border-headerbg pb-[20px] mt-[50px]">
        მიწოდების სერვისი
      </h1>

      <h1 className="text-3xl font-bold text-center mt-[100px]">
        მიტანის პირობები
      </h1>

      <p className="text-[#ff8b11] mb-[100px] text-center">
        ადგილზე მიტანის სერვისი
      </p>

      <div className="text-black text-[16px]">
        <p>
          ზუმერის ვებგვერდზე პროდუქციის შეძენისას მომხმარებელს ადგილზე მიტანის
          სერვისით სარგებლობა შეუძლია.
        </p>

        <p className="mt-[30px]">
          სწრაფი მიწოდება - მომხმარებელი შეძენილ პროდუქტს იმავე დღეს მიიღებს,
          16:00 საათის შემდეგ გაკეთებულ შენაძენს კი, მეორე დღეს. მიწოდების
          ღირებულებაა 5 ლარი. სტანდარტული მიწოდება - შეძენილ ნივთს მომხმარებელი
          უფასოდ მიიღებს 2-4 სამუშაო დღეში.
        </p>

        <p className="mt-[30px]">
          *50 ლარამდე შეკვეთის სტანდარტული მიწოდების ღირებულება შეადგენს 5 ლარს,
          ხოლო 50 ლარიდან ზემოთ, სტანდარტული მიტანის სერვისი უფასოა. მიწოდებას
          ახორციელებს საქართველოს ფოსტა საქართველოს მასშტაბით და თბილისის
          მასშტაბით - გლოვო, ვოლტი, უნიბოქსი, BM’s და TNT და საქართველოს ფოსტა
        </p>

        <p className="mt-[30px]">
          ***საკურიერო მომსახურება არ ვრცელდება სპეციალურ ადმინისტრაციულ
          ერთეულებზე. სპეციალურ ადმინისტრაციულ ერთეულებს წარმოადგენენ მესტიის,
          სტეფანწმინდის, დუშეთის, თიანეთის, ცაგერის, ლენტეხის ადმინისტრაციული
          ერთეულები. ასეთ შემთხვევებში, მომხმარებელს ფოსტის ოფისიდან გააქვს
          შეკვეთა.
        </p>
      </div>
    </div>
  );
}
