import React from "react";

export default function Career() {
  return (
    <div className="container mx-auto py-5 w-[1000px]">
      <h1 className="font-bold border-b-[2px] border-headerbg pb-[20px] mt-[50px]">
        კარიერა
      </h1>

      <h1 className="text-1xl font-bold text-center mt-[100px]">
        კარიერა ზუმერში
      </h1>

      <p className="mb-[100px] mt-[20px] font-bold">
        ჩვენი განვითარების ისტორია:
      </p>

      <div className="text-black text-[16px]">
        <p>
          ზუმერის ისტორია ერთადერთი ფილიალით 2009 წელს დაიწყო. მაშინ ზუმერს
          მხოლოდ საბითუმო ვაჭრობის მიმართულება ჰქონდა, დიდი იმედები და უფრო
          დიადი გეგმები.
        </p>

        <p className="mt-[25px]">
          დღეს საქართველოს მასშტაბით 18 ფილიალს და ყველაზე მსხვილ B2C პლატფორმას
          ვაერთიანებთ. ტექნოლოგიური პროგრესის ნათელი მხარეების,
          ცნობისმოყვარეობის ძალის და სულსწრაფობის გვჯერა.
        </p>

        <p className="mt-[25px]">
          უკვე 14 წელია ტექნიკას ჩავკირკიტებთ, ახალ გაჯეტებთან ვურთიერთობთ და
          ტექნოლოგიების ყველაზე აუთვისებელ სივრცეებსაც ვიკვლევთ.
        </p>

        <p className="mt-[25px]">
          მისია უცვლელია - გვინდა, ადამიანებს სიახლეებთან ფეხის აწყობასა და
          ტექნიკის მოშინაურებაში დავეხმაროთ. .
        </p>

        <p className="mt-[60px] text-1xl font-bold">
          შენი განვითარების ისტორია:
        </p>

        <p className="mt-[60px]">
          ტექნიკას და ტექნიკის უსაზღვრო შესაძლებლობებსაც ხომ ადამიანები ქმნიან?
          ამიტომ, პირველ რიგში, ადამიანებისა და მათი შესაძლებლობების გვწამს.
          ვაფასებთ და წავახალისებთ ყველა იდეას, ინიციატივასა თუ აზრს, რომელიც
          პოზიტიური ცვლილებებისკენ გვიბიძგებს.
        </p>

        <p className="mt-[25px]">
          განვითარებისაკენ სწრაფვა, სისწრაფე და სილაღე, ჩანაფიქრების მყისვე
          განხორციელება თუ გახასიათებს - ბევრი საერთო გვქონია.
        </p>

        <p className="mt-[25px]">
          გპირდებით, შენს პროფესიულ და პიროვნულ განვითარებაზე ვიზრუნებთ -
          ტრენინგებზე მიდგება საქმე, გუნდის შიდა აქტივობებზე, ყოველდღიურ
          საქმიანობასა თუ ურთიერთობებზე.
        </p>

        <p className="mt-[25px]">
          სწორედ აქ დაგხვდება ის სტაბილური, მრავალფეროვანი და საინტერესო სამუშაო
          გარემო, რომელსაც ასე გულმოდგინედ ეძებ.
        </p>

        <h1 className="font-bold mt-[50px]">ზუმერში აქტიური ვაკანსიები</h1>

        <h1 className="text-[#075294] font-bold mt-[50px]">
          ზუმერში აქტიური ვაკანსიები
        </h1>

        <h1 className="text-[#075294] font-bold mt-[50px]">
          როგორი ანაზღაურებაა ზუმერში?
        </h1>

        <p className="mt-[25px]">
          ანაზღაურება განსხვავებულ ფაქტორებზეა დამოკიდებული, მათ შორის პოზიციის
          შინაარსსა და კანდიდატის კვალიფიკაციაზე. თუმცა, გაგიმხელთ, რომ
          საქართველოს ბაზარზე პირობებიც საკმაოდ მიმზიდველი გვაქვს.
        </p>

        <h1 className="font-bold mt-[40px]">
          რამდენად მოქნილია კომპანია სტუდენტებისთვის?
        </h1>

        <p className="mt-[25px]">
          გუნდში ძალიან ბევრი სტუდენტი გვყავს, ამიტომ, ზუმერელად გახდომით ბევრ
          ახალ მეგობარსაც შეიძენ. მუდმივად ვცდილობთ მათი პირველი სამსახური
          დასამახსოვრებელი და სასიამოვნო გამოცდილებად ვაქციოთ.
        </p>

        <p className="mt-[25px]">
          სამუშაო გრაფიკი მაქსიმალურად სტუდენტურ ცხოვრებაზეა მორგებული, რასაც
          ურთიერთშეთანხმებით ვადგენთ. ვაფასებთ ახალ იდეებს, ინოვაციურ და ნათელ
          აზრებს.
        </p>

        <p className="mt-[25px]">
          ყველანაირად ხელს შეგიწყობთ, შენი სტუდენტური ცხოვება ზუმერთან ერთად
          განაგრძო.
        </p>

        <h1 className="font-bold mt-[40px]">რა ბენეფიტები აქვს კომპანიას?</h1>

        <p className="mt-[25px]">
          ჯანმრთელობის დაზღვევა FitPass | თუ ჯანსაღი ცხოვრების წესით ხარ
          დაკავებული, ზუმერში ფიტპასის შეღავათის მიღებაც შეგეძლება, თანაც
          FitPass-ის პროგრამაში ოჯახის წევრი ან მეგობარიც შეგიძლია ჩართო. Team
          Building | განტვირთვისთვის, ჯანსაღი და მეგობრული ურთიერთობის
          წასახალისებლად, კომპანია წელიწადში რამდენჯერმე სრულად აფინანსებს და
          აორგანიზებს გუნდურ გასვლებს. აქტივობები | ხშირად ვგეგმავთ სპორტულ და
          გასართობ აქტივობებს, თემატიკაზე კი ყოველთვის ერთად ვთანხმდებით.
        </p>

        <h1 className="font-bold mt-[40px]">
          რა გზებით ზრუნავს კომპანია თანამშრომლების განვითარებაზე?
        </h1>

        <p className="mt-[25px]">
          კარიერული განვითარების თანადაფინანსება: თუ გსურს მაგალითად, გრაფიკული
          დიზაინის კურსის გავლა, შესაძლებლობა გექნება, როგორც ზუმერის
          თანამშრომელმა, განსაკუთრებული ფასდაკლებით ისარგებლო. ინფორმაციული
          ტრენინგები ტექნიკის შესახებ: თანამედროვე ტექნოლოგიებსა და ტენდენციებში
          გასათვითცნობიერებლად ტექნიკას კიდევ უფრო ახლოს გაგაცნობთ.
          თანამშრომლების უკეთ გასაცნობად, შესაძლო გამოწვევების მარტივად
          დასაძლევად თუ საკუთარ თავთან მეტად ჩასაღრმავებლად, საინტერესო
          ტრენინგებსაც არ დავიშურებთ.
        </p>

        <h1 className="font-bold mt-[40px]">
          როგორ გამოვაგზავნოთ CV/რეზიუმე ზუმერში?
        </h1>

        <p className="mt-[25px] text-[18px]">
          შენი CV/რეზიუმე ვაკანსიაში მითითებულ მეილზე გამოგვიგზავნე:
          vacancy@zoommer.ge;
        </p>
      </div>
    </div>
  );
}
