import React from "react";

export default function TradeIn() {
  return (
    <div className="container mx-auto py-5 w-[1000px]">
      <h1 className="font-bold border-b-[2px] border-headerbg pb-[20px] mt-[50px]">
        Trade In
      </h1>
      <h1 className="mt-[20px] font-bold">
        საჯარო შეთავაზების შეთანხმება (ოფერტა)
      </h1>
      <div className="text-black text-[16px]">
        <h1 className="font-bold mt-[20px]">1. განმარტებები და ტერმინები</h1>
        <p className="mt-[17px]">
          კლიენტი – ქმედუნარიანი ფიზიკური პირი. აქცეპტი – კლიენტის სრული და
          უპირობო თანხმობა (აქცეპტი) შეთანხმების დადებაზე წინამდებარე
          შეთანხმებით განსაზღვრული პირობებით. მეორადი საქონელი – მოწყობილობა,
          რომელიც ადრე გამოყენებულია და ვარგისია შემდგომი გამოყენებისათვის იმავე
          მდგომარეობაში ან შეკეთების შემდეგ. ახალი საქონელი – მოწყობილობა,
          რომელიც არ გამოუყენებიათ ან გამოუყენებიათ შეძენის დღიდან 14
          კალენდარული დღის განმავლობაში და რომელსაც არ აქვს ტექნიკური დეფექტი,
          გარეგნობა, შესრულება და ა.შ. სახელშეკრულებო ღირებულება – მეორადი
          საქონლის ღირებულება, რომელიც განისაზღვრება მისი ტექნიკური მდგომარეობის
          გათვალისწინებით, ამ შეთანხმების მხარეების მიერ. საცალო მოვაჭრე –
          საქონლის საცალო ვაჭრობის ქსელი, რომლის მიმართაც კლიენტს აქვს ფულადი
          ვალდებულება გადაიხადოს ახალი საქონლის ღირებულება და კომპანიას
          გაფორმებული აქვს თანამშრომლობის (პარტნიორობის) ხელშეკრულება. საცალო
          მოვაჭრის სახელები და დეტალები მითითებული უნდა იყოს წინამდებარე საჯარო
          შეთავაზების შეთანხმების (ოფერტა) დადასტურების განცხადებაში.
        </p>

        <h1 className="font-bold mt-[20px]">2. შეთანხმების საგანი</h1>
        <p className="mt-[17px]">
          2.1. წინამდებარე შეთანხმების თანახმად, კლიენტი მიყიდის კომპანიას
          მეორად მოწყობილობებს, რომელიც ეკუთვნის კლიენტს (შემდგომში „მეორადი
          საქონელი“) და რომელიც აკმაყოფილებს წინამდებარე შეთანხმების მოთხოვნებს,
          ხოლო კომპანია უხდის კლიენტს გამოყენებული ნივთის სახელშეკრულებო
          ღირებულებას საცალო მოვაჭრისათვის გადარიცხვის გზით წინამდებარე
          შეთანხმების დადასტურების განცხადების შესაბამისად (შემდგომში -
          განცხადება), რომელიც წარმოადგენს ამ შეთანხმების დანართს. 2.2. ითვლება,
          რომ კლიენტმა შეასრულა ვალდებულება კომპანიის მიმართ, რაც გამოიხატება
          მეორადი საქონლის გადაცემაში, კერძოდ, მეორადი საქონლის კომპანიისთვის
          მიყიდვის დროს, რომლის სახელით და ინტერესებიდან გამომდინარე მოქმედებს
          საცალო მოვაჭრე. 2.3. მეორადი საქონლის მიღებამდე საცალო მოვაჭრე
          ვალდებულია განახორციელოს დიაგნოსტიკა (შეამოწმოს მეორადი საქონლის
          შესაბამისობა წინამდებარე შეთანხმების მოთხოვნებთან, მისი
          ექსპლუატაციისუნარიანობა, ტექნიკური მდგომარეობა, გარეგნობის შეფასება,
          აღჭურვილობა, შესრულება და ა.შ.) და არ მიიღოს მეორადი საქონელი, რომელიც
          არ შეესაბამება შეთანხმებას. 2.4. ითვლება, რომ კომპანიამ შეასრულა
          კლიენტის წინაშე მეორადი საქონლის ღირებულების გადახდის ვალდებულება,
          კერძოდ, კლიენტის მიერ ახალი საქონლის საცალო მოვაჭრისგან მიღების დროს,
          რომლის ნაწილობრივი საფასურიც კომპანიამ კლიენტის სახელით გადაურიცხა
          საცალო მოვაჭრეს, რაც წარმოადგენს მეორადი საქონლის სახელშეკრულებო
          ღირებულებას. 2.5. მეორადი საქონლის გასაყიდად, კლიენტი უნდა იყოს
          ქმედუნარიანი და 18 წელს მიღწეული პირი
        </p>

        <h1 className="font-bold mt-[20px]">3. შეთანხმების დადება</h1>
        <p className="mt-[17px]">
          3.1. შეთანხმების პირობების უპირობო მიღება ხდება კლიენტის მიერ
          წინამდებარე შეთანხმებასთან დადასტურების განცხადების ხელმოწერით,
          რომელიც წარმოადგენს ამ შეთანხმების განუყოფელ ნაწილს. 3.2. შეთანხმების
          დადების თარიღი არის კომპანიის მიერ ხელმოწერილი განცხადების მიღების
          თარიღი.
        </p>

        <h1 className="font-bold mt-[20px]">3. შეთანხმების დადება</h1>
        <p className="mt-[17px]">
          3.1. შეთანხმების პირობების უპირობო მიღება ხდება კლიენტის მიერ
          წინამდებარე შეთანხმებასთან დადასტურების განცხადების ხელმოწერით,
          რომელიც წარმოადგენს ამ შეთანხმების განუყოფელ ნაწილს. 3.2. შეთანხმების
          დადების თარიღი არის კომპანიის მიერ ხელმოწერილი განცხადების მიღების
          თარიღი.
        </p>

        <h1 className="font-bold mt-[20px]">
          4. ყიდვა-გაყიდვის პროცედურა და პირობები
        </h1>
        <p className="mt-[17px]">
          4.1. მეორადი და ახალი საქონლის ყიდვა-გაყიდვა ხორციელდება შემდეგი
          თანმიმდევრობით: 4.1.1. კლიენტი მეორადი საქონლის მიღებაჩაბარების აქტის
          საფუძველზე მის მიერ ხელმოწერილ განაცხადთან ერთად გადასცემს მის
          საკუთრებაში არსებულ მეორად საქონელს კომპანიას საცალო მოვაჭრობის
          შენობაში, ხოლო კომპანია, რომელიც მოქმედებს საცალო მოვაჭრის სახელით და
          კომპანიის ინტერესებიდან გამომდინარე, იღებს მეორად საქონელს. 4.1.2.
          განცხადებაში და მეორადი საქონლის მიღებაჩაბარების აქტში უნდა მიეთითოს
          კლიენტისთვის გადასახდელი მეორადი საქონლის სახელშეკრულებო ღირებულება,
          რომელიც შეთანხმებულია მხარეებს შორის მეორადი საქონლის ტექნიკური
          მდგომარეობიდან გამომდინარე. 4.1.3. კლიენტს წარმოეშობა ფულადი
          ვალდებულება გადაიხადოს ახალი საქონლის ღირებულება იმ საცალო მოვაჭრის
          მიმართ, რომელსაც განაცხადი წარედგინა, რისთვისაც კლიენტი აპლიკაციაში
          ავალებს კომპანიას, გადარიცხოს კლიენტის სახელით სახელშეკრულებო
          ღირებულება საცალო მოვაჭრის საბანკო ანგარიშზე, რომელსაც გადაეცა მეორადი
          საქონელი. ამ გადახდასთან დაკავშირებულ ყველა საბანკო ხარჯს იხდის
          კომპანია. 4.1.4. კომპანია არ არის პასუხისმგებელი კლიენტის წინაშე ახალი
          საქონლის გაყიდვასთან / დაბრუნებასთან / ჩანაცვლებასთან და ასეთი ახალი
          საქონლის ხარისხთან დაკავშირებულ ნებისმიერ საკითხზე. 4.2. განაცხადის
          წარდგენისა და მეორადი საქონლის მიღება-ჩაბარების აქტის საფუძველზე
          გადაცემის დროს, მეორადი საქონლის საკუთრების უფლება და ყველა რისკი
          გადადის კლიენტიდან კომპანიაზე, ხოლო კლიენტისათვის მეორადი საქონლის
          დაბრუნება შეუძლებელია. 4.3. კლიენტი ვალდებულია შეიძინოს ახალი საქონელი
          მხოლოდ მის მიერ განაცხადში მითითებულ საცალო მოვაჭრის ქსელის ნებისმიერ
          მაღაზიაში.
        </p>

        <h1 className="font-bold mt-[20px]">3. შეთანხმების დადება</h1>
        <p className="mt-[17px]">
          3.1. შეთანხმების პირობების უპირობო მიღება ხდება კლიენტის მიერ
          წინამდებარე შეთანხმებასთან დადასტურების განცხადების ხელმოწერით,
          რომელიც წარმოადგენს ამ შეთანხმების განუყოფელ ნაწილს. 3.2. შეთანხმების
          დადების თარიღი არის კომპანიის მიერ ხელმოწერილი განცხადების მიღების
          თარიღი.
        </p>

        <h1 className="font-bold mt-[20px]">
          5. მოთხოვნები მეორადი საქონლის მიმართ
        </h1>
        <p className="mt-[17px]">
          5.1. კომპანია შეიძენს მხოლოდ მეორად საქონელს, რომელიც აკმაყოფილებს
          ყველა შემდეგ მოთხოვნას: 5.1.1. კლიენტის საკუთრებაშია და არ არის
          დატვირთული მესამე მხარის უფლებით; 5.1.2. არის სამუშაო მდგომარეობაში
          (ე.ი. აღჭურვილობის ყველა ფუნქცია მუშაობს ასეთი აღჭურვილობის
          მწარმოებლის მიერ დადგენილი ინდიკატორებისა და პარამეტრების
          შესაბამისად); 5.1.3. არ აქვს სითხის დაზიანების კვალი (კოროზიის კვალი);
          5.1.4. არ არის გატეხილი, არ აქვს მოწყობილობის დასატენად გატეხილი
          კონექტორები; 5.1.5. ოპერატორის მიერ არ არის დაბლოკილი; 5.1.6. არ არის
          ძებნაში; 5.1.7. მოწყობილობის დისპლეი უნდა იყოს თავისუფალი ლაქებისგან,
          ბზარებისგან, ვერტიკალური ან ჰორიზონტალური ზოლებისგან, შუშის ქვეშ
          მტვრისგან; 5.1.8. არის მოწყობილობაზე მითითებული პაროლებისა და კოდების
          გარეშე; 5.1.9. არის ანგარიშების გარეშე; 5.1.10. იყოს კლიენტის
          მფლობელობაში. თუ შესაძლებელია, კლიენტმა უნდა დააფიქსიროს საქონლის
          გამოყენებადობა (მაგალითად, მეორადი საქონლის შესყიდვის ქვითარი, რომელიც
          შეიცავს მისი შეძენის თარიღს და/ან კლიენტის განცხადებას ან სხვა
          დოკუმენტს). 5.1.11. მოწყობილობის დისპლეი უნდა იძლეოდეს დიაგნოსტიკის
          საშუალებას. ასევე შესაძლოა მოწყობილობის დისპლეი იყოს დაზიანებული,
          თუმცა შესაძლებელი უნდა იყოს დიაგნოსტიკა.
        </p>

        <h1 className="font-bold mt-[20px]">6. კონფიდენციალურობა</h1>
        <p className="mt-[17px]">
          6.1. ინფორმაცია, რომელიც მხარეთათვის გახდა ცნობილი ურთიერთობის
          ურთიერთობის შესახებ წინამდებარე შეთანხმების დადებისა და განხორციელების
          დროს, აგრეთვე ინფორმაცია, რომელიც დაკავშირებულია ამ შეთანხმების
          საგანთან ან მის დადებასთან ან განხორციელებასთან, კონფიდენციალურია.
          6.2. კონფიდენციალურობა წინამდებარე შეთანხმების მნიშვნელობით ნიშნავს
          მესამე მხარისათვის შესაბამისი ინფორმაციის გამჟღავნების დაუშვებლობას
          მეორე მხარის წერილობითი თანხმობის გარეშე. 6.3. მხარეები იღებენ
          ვალდებულებას, არ გამოიყენონ ინფორმაცია, რომელიც მათთვის ცნობილი გახდა
          წინამდებარე შეთანხმების დადებასთან ან/და განხორციელებასთან
          დაკავშირებით ერთმანეთის საზიანოდ.
        </p>

        <h1 className="font-bold mt-[20px]">
          7. პერსონალური მონაცემების დამუშავება
        </h1>
        <p className="mt-[17px]">
          7.1. განაცხადის ხელმოწერით კლიენტი აძლევს ინფორმირებულ და ნებაყოფლობით
          თანხმობას კომპანიას და საცალო მოვაჭრეებს, დაამუშავონ აპლიკაციაში
          მითითებული მისი პერსონალური მონაცემები და კლიენტის მიერ გადაცემული და
          მხარეების მიერ წინამდებარე ხელშეკრულების ფარგლებში ხელმოწერილი სხვა
          დოკუმენტები, ე.ი. ავტომატიზირებული, არა-ავტომატური და შერეული
          დამუშავება, მათ შორის შეგროვება, რეგისტრაცია, დაგროვება, შენახვა,
          ადაპტაცია, მოდიფიკაცია, განახლება, გამოყენება, დეპერსონალიზაცია,
          განადგურება და გავრცელება (გავრცელება, გაყიდვა, გადაცემა) პერსონალური
          მონაცემების (i) საჯარო საკომუნიკაციო ქსელებზე, (ii) საერთაშორისო
          საინფორმაციო და სატელეკომუნიკაციო ქსელების ინფორმაციის გაცვლა,
          პერსონალურ მონაცემებთან დაკავშირებული ურთიერთობის უცხოური სუბიექტების
          ჩათვლით, აგრეთვე თანხმობა კლიენტის პერსონალური მონაცემების მიღებაზე
          ნებისმიერი სამართლებრივი წყაროდან, მათ შორის თავად და მესამე
          მხარისგან, ამ შეთანხმებისათვის საჭირო ინფორმაციისა და
          განხორციელებისათვის. 7.2. განაცხადის ხელმოწერით კლიენტი თანახმაა
          გადასცეს თავისი პერსონალური მონაცემები მესამე მხარეს - კომპანიის
          დეტალებში მითითებულ საბანკო დაწესებულებას, ამ ხელშეკრულების მხარეებს
          შორის ანგარიშსწორებისთვის და მათი განხორციელებისთვის საჭირო ზომით,
          ასევე გადასცეს. კომპანიის შვილობილი (დაკავშირებული) პერსონალური
          მონაცემები, კომპანიის იურიდიული პირები და მენეჯერები, რათა შეასრულონ
          წინამდებარე ხელშეკრულების პირობები. 7.3. კლიენტის პერსონალური
          მონაცემების დამუშავება და შენახვა ხორციელდება ხელშეკრულების ვადის
          განმავლობაში. 7.4. ეს თანხმობა შეიძლება გააუქმოს კლიენტმა ნებისმიერ
          დროს, კომპანიისთვის რეგისტრირებული ფოსტით გაგზავნილი გაუქმების შესახებ
          წერილობითი შეტყობინების გზით. 7.5. ამ თანხმობის გაუქმება ძალაში შედის
          კომპანიისთვის შესაბამისი შეტყობინების მიწოდების დღიდან.
        </p>

        <h1 className="font-bold mt-[20px]">6. კონფიდენციალურობა</h1>
        <p className="mt-[17px]">
          6.1. ინფორმაცია, რომელიც მხარეთათვის გახდა ცნობილი ურთიერთობის
          ურთიერთობის შესახებ წინამდებარე შეთანხმების დადებისა და განხორციელების
          დროს, აგრეთვე ინფორმაცია, რომელიც დაკავშირებულია ამ შეთანხმების
          საგანთან ან მის დადებასთან ან განხორციელებასთან, კონფიდენციალურია.
          6.2. კონფიდენციალურობა წინამდებარე შეთანხმების მნიშვნელობით ნიშნავს
          მესამე მხარისათვის შესაბამისი ინფორმაციის გამჟღავნების დაუშვებლობას
          მეორე მხარის წერილობითი თანხმობის გარეშე. 6.3. მხარეები იღებენ
          ვალდებულებას, არ გამოიყენონ ინფორმაცია, რომელიც მათთვის ცნობილი გახდა
          წინამდებარე შეთანხმების დადებასთან ან/და განხორციელებასთან
          დაკავშირებით ერთმანეთის საზიანოდ.
        </p>

        <h1 className="font-bold mt-[20px]">
          8. გარანტიები და პასუხისმგებლობა
        </h1>
        <p className="mt-[17px]">
          8.1. წინამდებარე ხელშეკრულების გაფორმებით მხარეები ადასტურებენ, რომ:
          8.1.1. ისინი არ მალავენ გარემოებებს, რომლებიც არსებითია ამ
          შეთანხმებისთვის; 8.1.2. ამ შეთანხმების დადება არ დაარღვევს სხვათა
          უფლებებსა და ლეგიტიმურ ინტერესებს, მათ შორის არასრულწლოვანთა,
          არასრულწლოვანთა, შეზღუდული შესაძლებლობის მქონე ბავშვებს და სხვა
          პირებს, რომლებიც მხარეები ვალდებულნი არიან შეინარჩუნონ კანონით ან
          ხელშეკრულებით; 8.1.3. ხელშეკრულება არ არის დადებული მათთვის რთული
          გარემოებების გავლენით; 8.1.4. ისინი არ ცხადდებიან ქმედუუნაროდ ან
          ნაწილობრივ ქმედუუნაროდ; 8.1.5. ხელშეკრულების დადება აკმაყოფილებს მათ
          ინტერესებს; 8.1.6. ნების გამოხატვა თავისუფალია, შეგნებული და
          შეესაბამება მათ შინაგან ნებას; 8.1.7. ხელშეკრულების პირობები ნათელია
          და შეესაბამება მხარეთა ფაქტობრივ შეთანხმებას; 8.1.8. ხელშეკრულება არ
          მალავს სხვა გარიგებას და მიზნად ისახავს მასში გათვალისწინებული
          შედეგების ფაქტობრივ წარმოშობას; 8.2. ამ ხელშეკრულების დადებისას
          კლიენტმა იცის თავისი ქმედებების მნიშვნელობა და შეუძლია მათი მართვა,
          ასევე ესმის ამ ტრანზაქციის ბუნება. 8.3. შეთანხმების დარღვევის
          შემთხვევაში მხარე, რომელიც არღვევს, პასუხისმგებელია წინამდებარე
          შეთანხმებისა და საქართველოს მოქმედი კანონმდებლობით. 8.4. ხელშეკრულების
          დარღვევა არის მისი შეუსრულებლობა ან არაჯეროვანი შესრულება, ანუ
          შესრულება ამ ხელშეკრულებით განსაზღვრული პირობების დარღვევით. 8.5.
          მხარე არ იქნება პასუხისმგებელი ხელშეკრულების დარღვევისთვის, თუ ეს
          მოხდა მისი ბრალის გარეშე (განზრახ ან გაუფრთხილებლობით). 8.6. კლიენტის
          მიერ ამ ნაწილში მითითებული გარანტიების დარღვევის შემთხვევაში, კლიენტი
          ვალდებულია სრულად აუნაზღაუროს კომპანიას ზიანი.
        </p>

        <h1 className="font-bold mt-[20px]">
          9. ხელშეკრულების ვადა. ცვლილებები შეთანხმებაში
        </h1>
        <p className="mt-[17px]">
          9.1. წინამდებარე ხელშეკრულება ძალაში შედის კლიენტის მიერ მისი
          მიღებისთანავე და ძალაში რჩება მანამ, სანამ მხარეები სრულად არ
          შეასრულებენ ამ ხელშეკრულებით ნაკისრ ვალდებულებებს. 9.2. კომპანიას
          უფლება აქვს შეცვალოს წინამდებარე ხელშეკრულების პირობები. თუ
          ხელშეკრულება მიიღება, მაშინ ძალაშია მიღების თარიღისთვის მოქმედი
          ხელშეკრულების ვერსია.
        </p>
      </div>
    </div>
  );
}
